Revit 2024 API
SymbolTypeId.Mm Property
 Symbol mm, indicating unit Millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Mm { get; }
Visual Basic
Public Shared ReadOnly Property Mm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Mm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace